Repository: fwiep/fwiepdl
Catalog: locale/*/LC_MESSAGES/main.po
Languages: de, nl

source: Failed to establish connection to database.
de: Verbindung zur Datenbank konnte nicht hergestellt werden.
nl: De verbinding met de database is mislukt.

source: Specified page could not be found.
de: Die angegebene Seite wurde nicht gefunden.
nl: De gevraagde pagina is niet voorhanden.

source: Specified HTTP-method is not allowed.
de: Die angegebene HTTP-Methode ist nicht zulässig.
nl: De gevraagde HTTP-methode is niet toegestaan.

source: Nothing to see here, please move along.
de: Hier gibt es nichts zu sehen, bitte gehen Sie weiter.
nl: Hier is niets te zien.

source: Download not found.
de: Download nicht gefunden.
nl: Download niet gevonden.

source: Download is not yet valid.
de: Der Download ist noch nicht gültig.
nl: Download is nog niet geldig.

source: Download is no longer valid.
de: Der Download ist nicht mehr gültig.
nl: Download is niet langer geldig.

source: Language switcher
de: Sprachauswahl
nl: Taalkeuze

source: Your download should start automatically in
de: Ihr Download sollte automatisch starten in
nl: Uw download start automatisch over

source: seconds.
de: Sekunden.
nl: seconden.

source: If it doesn't, please
de: Wenn nicht, bitte
nl: Zo niet,

source: start the download manually
de: den Download manuell starten
nl: start de download dan handmatig

source: An error occurred!
de: Ein Fehler ist aufgetreten!
nl: Er is een fout opgetreden!

source: Fork me on GitHub
de: Quellcode auf GitHub
nl: Broncode op GitHub
